Whether or not the view's crop is split (and the split is vertical).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public bool IsSplitVertically { get; }
  Visual Basic
Public ReadOnly Property IsSplitVertically As Boolean
	Get
  Visual C++
public:
property bool IsSplitVertically {
	bool get ();
}
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace